Repository: Hjdskes/gcolor3
Catalog: po/*.po
Languages: ca, nl, zh_cn

source: Color picker
nl: Kleurenkiezer

source: Choose colors from the picker or the screen
ca: Trieu els colors del selector o de la pantalla
nl: Kies kleuren van de kiezer of van het scherm
zh_cn: 从拾取器或屏幕选择颜色

source: Color;Picker;Palette;
ca: Color;Selector;Paleta;
nl: Kleur;Kiezer;Palet;
zh_cn: Color;Picker;Palette;颜色;拾取器;调色板;

source: Ever wanted to know the value of that color on your screen? Gcolor3 enables you to pick the color from any pixel on your screen. It also offers a palette, so that you can easily mix and match a couple of colors together.
nl: Ooit de waarde van die kleur op uw scherm willen weten? Gcolor stelt u in staat om de kleur van elke pixel op uw scherm te kiezen. Het biedt u ook een palet, zodat u eenvoudig een selectie van kleuren kan combineren.

source: When you have found the perfect combination of colors, naturally you want to save them. Gcolor3 allows you to conveniently save and retrieve colors.
nl: Als u de perfecte combinatie van kleuren hebt gevonden, wilt u deze uiteraard opslaan. Gcolor3 laat u gemakkelijk kleuren opslaan en ophalen.

source: Gcolor3 is a color selection dialog written in GTK+ 3. It is much alike Gcolor2, but uses the newer GTK+ version and other modernisations to better integrate into your modern desktop.
nl: Gcolor3 is een dialoog om kleuren te selecteren, geschreven in GTK+ 3. Het lijkt op Gcolor2, maar gebruikt de nieuwere GTK+ versie en andere modernisaties om beter te integreren in jouw moderne bureaubladomgeving.

source: The picker and the color palette
ca: El selector i la paleta de colors
nl: De kiezer en het kleurenpalet
zh_cn: 拾取器和调色板

source: The list of saved colors
ca: La llista dels colors desats
nl: De lijst met opgeslagen kleuren
zh_cn: 已保存的颜色列表

source: Redesign the saved colors page
nl: De pagina voor opgeslagen kleuren opnieuw ontworpen

source: Redesign the header bar
nl: De header bar opnieuw ontworpen

source: Disable color picking on Wayland for now, instead of crashing
nl: Kleurzen kiezen op Wayland is voor nu uitgeschakeld, in plaats van te crashen

source: Add a shortcuts window
nl: Een shortcuts venster toegevoegd

source: Gcolor3 is now available as a Flatpak
nl: Gcolor3 is nu beschikbaar als een Flatpak

source: New and updated translations
nl: Nieuwe en bijgewerkte translaties

source: Lots of under-the-hood improvements
nl: Veel onder-de-motorkap verbeteringen

source: Centrally manage colors between several running instances;
nl: Opgeslagen kleuren worden nu centraal beheerd;

source: Follow the XDG directory specification for the configuration file. This means that the configuration file has moved from `~/.rgb.ini` to `$XDG_CONFIG_HOME/gcolor3/config.ini`;
nl: Volg de XDG directory specificatie voor het configuratiebestand.Dit betekent dat het configuratiebestand is verplaatst van `~/.rgb.ini` naar `$XDG_CONFIG_HOME/gcolor3/config.ini`;

source: Copy the selected color's hex value from the tree view using Ctrl-C;
nl: Kopieer de geselecteerde kleur's hex waarde van de tree view met CTRL-C;

source: Make the main window resizable;
nl: Maak het hoofdvenster schaalbaar;

source: Translation updates.
nl: Translatie-updates.

source: Click to change the color's name
nl: Klik om een kleur's naam te veranderen

source: Name
ca: Nom
nl: Naam
zh_cn: 名称

source: Copy this color's hex value to the clipboard
nl: Kopieer deze kleur's hex waarde naar het klembord

source: Delete this color
ca: Suprimeix aquest color
nl: Verwijder deze kleur
zh_cn: 删除该颜色

source: _Keyboard Shortcuts
ca: _Dreceres de teclat
nl: _Sneltoetsen
zh_cn: 键盘快捷键(_K)

source: _About
nl: _Over

source: _Quit
nl: _Afsluiten

source: General
nl: Algemeen

source: Change page
nl: Verander van pagina

source: Palette shortcuts
nl: Palet sneltoetsen

source: Save currently selected color
nl: Sla de geselecteerde kleur op

source: Saved color management
nl: Beheer van opgeslagen kleuren

source: Copy highlighted color's hex value
nl: Kopieer de geselecteerde kleur's hex waarde

source: Delete highlighted color
nl: Verwijder de geselecteerde kleur

source: Color name...
nl: Kleurnaam...

source: Saved colors
nl: Opgeslagen kleuren

source: Show the application's version
nl: Toon versienummer van de applicatie

source: - pick a color from the picker or the screen
nl: - kies een kleur van de kiezer of van het scherm

source: Run '%s --help' to see a full list of available command line options
nl: Voer '%s --help' uit om alle mogelijke opdracht-opties te zien

source: translator-credits
ca: Òscar Pérez <oscarpc@gmail.com>
nl: Jente Hidskes
zh_cn: Boyuan Yang <073plan@gmail.com>, 2020.

source: Website
ca: Lloc web
nl: Webpagina
zh_cn: 网站

source: Could not parse color to display thumbnail
nl: Kon de kleur niet parseren om de thumbnail weer te geven

source: Select the color you want from the outer ring. Select the darkness or lightness of that color using the inner triangle.
ca: Seleccioneu el color que vulgueu de l'anell exterior. Seleccioneu la foscor o lluminositat d'aquest color utilitzant el triangle interior.
nl: Selecteer de kleur die u wilt in de buitenste ring. Selecteer de helderheid van die kleur met de binnenste driehoek.
zh_cn: 从外部的环中选择您想要的颜色。使用内部的三角形来选择该颜色的深浅。

source: Picking a color is currently not supported on Wayland.
nl: Een kleur kiezen is op dit moment niet ondersteund op Wayland.

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
ca: Feu clic al comptagotes i, a continuació, feu clic qualsevol lloc de la pantalla per a seleccionar-ne el color.
nl: Klik op het piper, daarna op een kleur waar dan ook op uw scherm om deze te kiezen
zh_cn: 点击吸管工具，然后点击您的屏幕上任何位置的颜色，以选择该颜色。

source: _Hue:
ca: _To:
nl: _Tint:
zh_cn: 色调(_H)：

source: Position on the color wheel.
ca: Posició a la roda de color.
nl: Positie op het kleurenwiel.
zh_cn: 色轮上的位置。

source: S_aturation:
ca: S_aturació:
nl: _Verzadiging:
zh_cn: 饱和度(_A)：

source: Intensity of the color.
ca: Intensitat del color.
nl: Kleurintensiteit.
zh_cn: 该颜色的强度。

source: _Value:
ca: _Valor:
nl: _Waarde:
zh_cn: 值(_V)：

source: Brightness of the color.
ca: Brillantor del color.
nl: Kleurhelderheid.
zh_cn: 该颜色的亮度。

source: _Red:
ca: Ve_rmell:
nl: _Rood:
zh_cn: 红(_R)：

source: Amount of red light in the color.
ca: Quantitat de llum vermella al color.
nl: Hoeveelheid rood in de kleur.
zh_cn: 该颜色中红色光的数量。

source: _Green:
ca: _Verd:
nl: _Groen:
zh_cn: 绿(_G)：

source: Amount of green light in the color.
ca: Quantitat de llum verda al color.
nl: Hoeveelheid groen in de kleur.
zh_cn: 该颜色中绿色光的数量。

source: _Blue:
ca: _Blau:
nl: _Blauw:
zh_cn: 蓝(_B)：

source: Amount of blue light in the color.
ca: Quantitat de llum blava al color.
nl: Hoeveelheid blauw in de kleur.
zh_cn: 该颜色中蓝色光的数量。

source: Op_acity:
ca: Op_acitat:
nl: _Transparantie:
zh_cn: 不透明度(_A)：

source: Transparency of the color.
ca: Transparència del color.
nl: Kleurtransparantie.
zh_cn: 该颜色的透明度。

source: Color _name:
nl: _Kleurnaam:

source: You can enter an HTML-style hexadecimal color value, or simply a color name such as “orange” in this entry.
ca: Podeu introduir un valor de color hexadecimal a l'estil HTML, o simplement un nom de color com «taronja» en aquest camp.
nl: U kunt een HTML-stijl hexadecimale kleurwaarde invullen, of simpelweg een naam zoals “oranje”.
zh_cn: 您可以在此文本框中输入 HTML 样式的十六进制颜色值，或者仅仅是颜色名称，例如“orange”。

source: _Palette:
ca: _Paleta:
nl: _Palet:
zh_cn: 调色板(_P)：

source: Color Wheel
ca: Roda de color
nl: Kleurenwiel
zh_cn: 色轮

source: The previously-selected color, for comparison to the color you’re selecting now. You can drag this color to a palette entry, or select this color as current by dragging it to the other color swatch alongside.
ca: El color seleccionat anteriorment, per a comparar-lo amb el color que esteu seleccionant. Podeu arrossegar aquest color a una entrada de la paleta, o seleccionar aquest color com a actual arrossegant-lo a l'altre mostrari de color al costat.
nl: De laatstgeselecteerde kleur, ter vergelijking met de kleur die u nu selecteert.U kunt deze kleur naar een paletvak slepen, of als huidige kleur instellen door deze naar het kleurenmodel hiernaast te slepen.
zh_cn: 之前选中的颜色，用于与您现在选择的颜色进行对比。您可以将此颜色拖动到调色板项，或通过将此颜色拖动到旁边的另一个色块以将其选为当前颜色。

source: The color you’ve chosen. You can drag this color to a palette entry to save it for use in the future.
ca: El color que heu triat. Podeu arrossegar aquest color a una entrada de la paleta per a desar-lo per al seu ús en el futur.
nl: De kleur die u heeft uitgekozen. U kunt deze kleur naar een paletvak slepen om deze op te slaan voor toekomstig gebruik.
zh_cn: 您已选中的颜色。您可以将此颜色拖动到调色板项，来将其保存以便未来使用。

source: The previously-selected color, for comparison to the color you’re selecting now.
ca: El color seleccionat anteriorment, per a comparar-lo amb el color que esteu seleccionant ara.
nl: De laatstgeselecteerde kleur, ter vergelijking met de kleur die u selecteert.
zh_cn: 之前选中的颜色，用于与您现在选择的颜色进行对比。

source: The color you’ve chosen.
ca: El color que heu triat.
nl: De kleur die u heeft gekozen.
zh_cn: 您已选中的颜色。

source: _Save color here
ca: De_sa el color aquí
nl: _Sla kleur hier op
zh_cn: 将颜色保存到此处(_S)

source: Click this palette entry to make it the current color. To change this entry, drag a color swatch here or right-click it and select “Save color here.”
ca: Feu clic a aquesta entrada de la paleta per a fer-la el color actual. Per a canviar aquesta entrada, arrossegueu una mostra de color aquí o feu-hi clic amb el botó dret i seleccioneu «Desa el color aquí».
nl: Klik in dit paletvak om het de huidige kleur te maken. Om dit vak te veranderen, sleep een kleur in dit vak of klik met de rechtermuisknop en selecteer “Sla hier een kleur op.”
zh_cn: 点击此调色板项以使其成为当前颜色。要改变此项，将一个色块拖动到此处，或用右键点击此项并选择“将颜色保存到此处”。

source: Error creating config directory: %s
nl: Fout bij het aanmaken van de configuratiemap: %s

source: Cannot count number of items: %s
nl: Kan hoeveelheid items niet tellen: %s

source: Cannot read colors: %s
nl: Kan kleur niet lezen: %s

source: Cannot access color at position %d: %s
nl: Kan niet bij kleur op positie %d: %s

source: Error writing file: %s
nl: Fout bij het schrijven van bestand: %s

source: Error opening file: %s. Colors likely won't be saved, unless this is the first run
nl: Fout bij het openen van bestand: %s. Kleuren worden waarschijnlijk niet opgeslagen, tenzij dit de eerste uitvoer is

source: There is already a color named `%s`
nl: Er is al een kleur genaamd `%s`

source: Cannot locate index of addition: %s. UI won't be updated
nl: Kan index van toevoeging niet vinden: %s. UI wordt niet bijgewerkt

source: Cannot locate index of removal: %s. UI won't be updated
nl: Kan index van verwijdering niet vinden: %s. UI wordt niet bijgewerkt

source: Error deleting key: %s
nl: Fout bij het verwijderen van sleutel: %s

source: Cannot rename nonexisting color `%s`
nl: Kan niet-bestaande kleur `%s` niet hernoemen

source: Cannot retrieve hex value belonging to `%s`: %s
nl: Kan hex-waarde behorende bij `%s` niet ophalen: %s

source: Error deleting old name `%s`: %s
nl: Fout bij het verwijderen van sleutel `%s`: %s

source: Error reading keys: %s. This is harmless if this is the first run
nl: Fout bij het lezen van sleutels: %s. Dit is ongevaarlijk als dit de eerste uitvoer is

source: Picker
ca: Selector
nl: Kiezer
zh_cn: 拾取器

source: Color Picker
ca: Selector de colors
zh_cn: 颜色拾取器

source: Ever wanted to know the value of that color on your screen? Color Picker enables you to pick the color from any pixel on your screen. It also offers a palette, so that you can easily mix and match a couple of colors together.
ca: Mai heu volgut saber el valor d’aquell color de la pantalla? El selector de colors us permetrà triar el color de qualsevol píxel de la pantalla. També proporciona una paleta, de manera que podreu barrejar i trobar colors fàcilment.
zh_cn: 是否想要知道您的屏幕上某处颜色的值？颜色拾取器允许您拾取您的屏幕上任何像素的颜色。它还提供了调色板，因此您可以轻松地将一对颜色混合并搭配在一起。

source: When you have found the perfect combination of colors, naturally you want to save them. Color Picker allows you to conveniently save and retrieve colors.
ca: Quan hàgeu trobat la combinació perfecta de colors, voldreu desar-los. El selector de colors us permetrà desar i recuperar els colors fàcilment.
zh_cn: 当您找到了完美的颜色组合时，您自然会想要将其保存。颜色拾取器允许您方便地保存并获取颜色。

source: Color Picker is a color selection dialog written in GTK 3. It is much alike Gcolor2, but uses the newer GTK version and other modernisations to better integrate into your modern desktop.
ca: El selector de colors és un diàleg de selecció de colors escrit amb GTK 3. És molt semblant al Gcolor2, però utilitza la versió GTK més nova, així com altres modernitzacions per a integrar-se millor al vostre modern escriptori.
zh_cn: 颜色拾取器是一个颜色选择对话框，使用 GTK 3 编写。它和 Gcolor2 很类似，但使用了较新的 GTK 版本和其他现代化方式，以与您的现代桌面更好地集成。

source: Hex
zh_cn: 十六进制

source: Click to change the color’s name
ca: Feu clic per a canviar el nom del color
zh_cn: 点击以修改颜色名称

source: Copy this color’s hex value to the clipboard
ca: Copia el valor hexadecimal d'aquest color al porta-retalls
zh_cn: 将该颜色的十六进制值复制到剪贴板

source: _About Color Picker
ca: _Quant al selector de color
zh_cn: 关于颜色拾取器(_A)

# shortcut window
source: General
zh_cn: 常规

# shortcut window
source: Change page
ca: Canvia la pàgina
zh_cn: 更改页面

# shortcut window
source: Palette shortcuts
ca: Dreceres de la paleta
zh_cn: 调色板快捷键

# shortcut window
source: Save currently selected color
ca: Desa el color seleccionat actualment
zh_cn: 保存当前选中的颜色

# shortcut window
source: Saved color management
ca: Gestió dels colors desats
zh_cn: 已保存颜色管理

# shortcut window
source: Copy highlighted color’s hex value
ca: Copia el valor hexadecimal del color ressaltat
zh_cn: 复制高亮颜色的十六进制值

# shortcut window
source: Delete highlighted color
ca: Suprimeix el color ressaltat
zh_cn: 删除高亮颜色

source: Color name…
ca: Nom del color…
zh_cn: 颜色名称…

source: Save a picked color to make it appear here
ca: Desa un color seleccionat perquè aparegui aquí
zh_cn: 保存已拾取的颜色以使其出现在此处

source: You have no saved colors
ca: No teniu colors desats
zh_cn: 您没有已保存的颜色

source: Saved Colors
ca: Colors desats
zh_cn: 已保存的颜色

source: Show the application’s version
ca: Mostra la versió de l'aplicació
zh_cn: 显示此应用程序的版本

source: — pick a color from the picker or the screen
ca: — pren un color del selector o de la pantalla
zh_cn: —从拾取器或屏幕拾取颜色

source: Run “%s --help” to see a full list of available command line options
ca: Executeu «%s --help» per a veure una llista completa de les opcions disponibles de la línia d'ordres
zh_cn: 运行“%s --help”以查看可用命令行选项的完整列表

source: Color _Name:
ca: _Nom del color:
zh_cn: 颜色名称(_N)：
